Repository: nanaki82/marvin-telegram-bot
Catalog: languages/*/LC_MESSAGES/events.po
Languages: it

source: The usage of reminder command is: /reminder <hours> <event_name>
it: L'utilizzo del comando è: /reminder <hours> <event_name>

source: The first argument must be an integer (hours)
it: Il primo argomento deve essere un valore intero (ore)

source: You can't set a reminder on events created by others
it: Non è possibile impostare un promemoria su eventi creati da altri utenti

source: There are no active timer
it: Non ci sono timer attivi

source: You can't remove the timer
it: Non puoi rimuovere il timer

source: Reminder removed!
it: Rimosso il promemoria!

source: Bye! I hope we can talk again some day
it: Ciao! Spero che un giorno tornerai a parlare con me

source: You don't have the permission to create new event
it: Non hai i permessi per creare un nuovo evento

source: (1/4) Insert the title of the event
it: (1/4) Inserisci il titolo dell’evento

source: (2/4) Ok! Now set a description or /skip
it: (2/4) Ok! Ora imposta la descrizione oppure /skip

source: (3/4) Ok! Now set the date and the time (dd/mm/yyyy HH:mm format, eg 30/10/1970 15:33)
it: (3/4) Ok! Ora imposta la data e l’orario (nel formato gg/mm/aaaa HH:mm, ad esempio 30/10/1980 15:33)

source: The date is in the past, insert correct date!
it: La data che hai impostato è nel passato, inserisci una data corretta!

source: (4/4) Last step! Set the location or /skip
it: (4/4) Ultimo passo, imposta una località oppure /skip

source: Yeah!!! Event created
it: Yeah!!! Evento creato con successo

source: There is no draft open for user {}
it: Non c’è nessuna bozza aperta per l’utente corrente {}

source: Users confirmed (<b>{total}</b>)
it: Utenti confermati (<b>{total}</b>)

source: Users not confirmed ({total})
it: Utenti non confermati ({total})

source: Users maybe ({total})
it: Utenti in forse ({total})

source: Join
it: Ok

source: Not go
it: Non posso

source: Maybe
it: In forse

source: No user_id found in dictionary
it: Nessun user_id trovato
