Repository: nanaki82/marvin-telegram-bot
Catalog: languages/ni/LC_MESSAGES/events.po
Languages: ni

source: The usage of reminder command is: /reminder <hours> <event_name>
ni: L’uso del comando martellamento e’: /reminder <hours> <event_name>

source: The first argument must be an integer (hours)
ni: Il primo argomento deve essere un intero

source: You can't set a reminder on events created by others
ni: Non puoi impostare un martellamento con un evento creato da un altro

source: Reminder removed!
ni: Martellamento rimosso!

source: Bye! I hope we can talk again some day
ni: Ci vediamo presto

source: You don't have the permission to create new event
ni: Non puoi creare eventi

source: (1/4) Insert the title of the event
ni: (1/4) Che dobbiamo fa?

source: (2/4) Ok! Now set a description or /skip
ni: (2/4) Che roba e’? or /skip

source: (3/4) Ok! Now set the date and the time (dd/mm/yyyy HH:mm format, eg 30/10/1970 15:33)
ni: (3/4) Quando si fa? esempio -> 30/10/1970 15:33

source: The date is in the past, insert correct date!
ni: Hai sbagliato data!

source: (4/4) Last step! Set the location or /skip
ni: (4/4) Addo’ si fa? or /skip

source: Yeah!!! Event created
ni: Iammi nu poc!!

source: There is no draft open for user {}
ni: Non ci sono bozze aprte per l’utente {}

source: Users confirmed (<b>{total}</b>)
ni: Non mollano (<b>{total}</b>)

source: Users not confirmed ({total})
ni: Stanno mollando ({total})

source: Users maybe ({total})
ni: Forse mollano ({total})

source: Join
ni: Non mollo

source: Not go
ni: Mollo

source: Maybe
ni: Forse mollo

source: No user_id found in dictionary
ni: Nessun utente trovato (user_id)
